<?php

return [
    'system_update' => 'सिस्टम अपडेट',
    'current_version' => 'वर्तमान संस्करण',
    'drag_and_drop' => 'अपडेट ZIP यहाँ खींचें और छोड़ें, या फ़ाइल ब्राउज़ करें पर क्लिक करें',
    'browse_files' => 'फ़ाइल ब्राउज़ करें',
    'ready_to_upload' => 'अपलोड करने के लिए तैयार...',
    'uploading' => 'अपलोड हो रहा है...',
    'merging_extracting' => 'मर्ज और निकालना...',
    'error' => 'त्रुटि: ',
    'upload_failed' => 'अपलोड विफल. कृपया पुनः प्रयास करें.',
    'app_updated' => 'एप्लिकेशन सफलतापूर्वक संस्करण :version में अपडेट किया गया।',
    'failed_to_extract_zip' => 'ज़िप निकालने में विफल.',
    'backup_before_update' => 'कृपया सुनिश्चित करें कि आप अपडेट प्रक्रिया के दौरान कुछ गलत होने की स्थिति में किसी भी डेटा हानि को रोकने के लिए अपनी एप्लिकेशन और डेटाबेस का एक पूर्ण बैकअप लेकर आगे बढ़ें।',
    'i_have_backup' => 'मेरे पास एक पूर्ण बैकअप है और मैं अपडेट के साथ आगे बढ़ना चाहता हूं।',
];
